import uniteAndrid from '@images/account/unite-android.png';

export const keyesData = [
  {
    description: 'Ключ "Unite Gaming for PC" обеспечивает вас доступом к единой локальной сети и \
    предоставляет возможность с низкой задержкой играть в игры для ПК в Туркменистане в компании друзей.\
    Для начала игры, пожалуйста, загрузите Unite Gaming Launcher for PC, введите в него предоставленный \
    логин и пароль из указанного блока, и импортируйте данный ключ в приложение',
    image: uniteAndrid,
    title: 'Unite Gaming for PC',
    password: 'Пароль',
  },
  {
    description: 'Ключ "Steam" предоставляет возможность оптимизировать и снизить задержку (ping)\
    в популярных онлайн-играх, а также ускоряет загрузку игр в Steam. Важно отметить, что, к сожалению,\
    ключ Steam может не работать у всех абонентов "Turkmen Telecom". Если вы не получаете ожидаемого\
    эффекта от ключа "Steam", рекомендуется попробовать его использовать несколько раз в разное время.\
    Чтобы активировать ключ, вам необходимо скачать Unite Gaming Launcher for PC и ввести в него логин\
    и пароль, предоставленные в указанном блоке, а затем импортировать данный ключ',
    image: uniteAndrid,
    title: 'Ключ -Steam',
    password: 'Пароль',
  },
  {
    description: 'Ключ "Unite Gaming for Android" позволяет вам подключиться к единой\
    локальной мобильной сети и играть в игры для Android с низкой задержкой в Туркменистане.\
    Чтобы начать игру, вам необходимо скачать Unite Gaming Launcher for Android, импортировать\
    данный ключ и ввести в него логин и пароль, предоставленные в указанном блоке',
    image: uniteAndrid,
    title: 'Unite Gaming for Android',
    password: 'Пароль',
  },
];